/* No comment provided by engineer. */
"Description not available" = "Description not available";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"E-mail already used" = "E-mail already used";

/* No comment provided by engineer. */
"Empty field" = "Empty field";

/* No comment provided by engineer. */
"Fill all fields to continue!" = "Fill all fields to continue!";

/* No comment provided by engineer. */
"FOLLOW THIS SERIES" = "FOLLOW THIS SERIES";

/* No comment provided by engineer. */
"Issues" = "Issues";

/* No comment provided by engineer. */
"MARK ALL AS READ" = "MARK ALL AS READ";

/* No comment provided by engineer. */
"MARK ALL AS UNREAD" = "MARK ALL AS UNREAD";

/* No comment provided by engineer. */
"MARK AS READ" = "MARK AS READ";

/* No comment provided by engineer. */
"MARK AS UNREAD" = "MARK AS UNREAD";

/* No comment provided by engineer. */
"Next week" = "Next week";

/* No comment provided by engineer. */
"No creator found" = "No creator found";

/* No comment provided by engineer. */
"present" = "present";

/* No comment provided by engineer. */
"Rating not available" = "Rating not available";

/* No comment provided by engineer. */
"Register to continue!" = "Register to continue!";

/* No comment provided by engineer. */
"Release date" = "Release date: ";

/* No comment provided by engineer. */
"Solicit not available" = "Solicit not available";

/* No comment provided by engineer. */
"The account exists with different credentials" = "The account exists with different credentials";

/* No comment provided by engineer. */
"The password is wrong" = "The password is wrong";

/* No comment provided by engineer. */
"The password must be 6 characters long or more" = "The password must be 6 characters long or more";

/* No comment provided by engineer. */
"This month" = "This month";

/* No comment provided by engineer. */
"This week" = "This week";

/* No comment provided by engineer. */
"UNFOLLOW THIS SERIES" = "UNFOLLOW THIS SERIES";

/* No comment provided by engineer. */
"Use another e-mail" = "Use another e-mail";

/* No comment provided by engineer. */
"User not registered" = "User not registered";

/* No comment provided by engineer. */
"Weak password" = "Weak password";

/* No comment provided by engineer. */
"Wrong credentials" = "Wrong credentials";

/* No comment provided by engineer. */
"Wrong password" = "Wrong password";

/* No comment provided by engineer. */
"Search a series" = "Search a series";

/* No comment provided by engineer. */
"Oops,\nno results to show!" = "Oops,\nno results to show!";

/* No comment provided by engineer. */
"Issue read" = "Issue read";

/* No comment provided by engineer. */
"Congratulations! Let's go!" = "Congratulations! Let's go!";

/* No comment provided by engineer. */
"Great!" = "Great!";

/* No comment provided by engineer. */
"You're up to date" = "You're up to date!";

/* No comment provided by engineer. */
"You have read all issues of this serie!\n Congratulations!" = "You have read all issues of this serie.\n Contratulations!";
